Repository: halldorlogi/fun_facts_bloc
Catalog: presentation/lib/l10n/intl_*.arb
Languages: is_is

# about
source: About app
is_is: Um app

# acceptTermsAndConditions
source: Accept Terms & Conditions
is_is: Samþykkja skilmála

source: Active
is_is: Virkur

source: Active Log
is_is: Virkur log

# addPhoneNumber
source: ATT. The company needs to add your phone number before you can log into Afladagbok
is_is: ATH. Fyrirtækið þarf að bæta við símanúmerinu þínu áður en þú getur skráð þig inn á Afladagbók

source: Additional information
is_is: Viðbótarupplýsingar

source: All
is_is: Allt

# allowMapLocation
source: Allow location services
is_is: Leyfa staðsetningarþjónustu

source: Allow notifications
is_is: Leyfa tilkynningar

source: Alphabetical
is_is: Stafrófsröð

source: Amount
is_is: Fjöldi

source: Back
is_is: Til baka

# beforeChooseStartLocation
source: Before starting fishing you choose start location, fishing gear and planned fishing time.
is_is: Áður en veiðar hefjast velurðu upphafsstað, veiðarfæri og áætlaðan upphafstíma veiða.

# beforeStartingTrip
source: Before starting fishing trip
is_is: Áður en veiðiferð hefst

source: Birds & mammals
is_is: Fuglar & spendýr

source: Boat
is_is: Bátur

source: Boats
is_is: Bátar

source: Cancel
is_is: Hætta við

# cancelLog
source: Do you want to cancel this log?
is_is: Viltu hætta við þessa skráningu?

source: Cancel report
is_is: Hætta við skýrslu

# cannotChangeReportAfterSent
source: It is not possible to change the report after you send this in
is_is: Það er ekki hægt að breyta skýrslunni eftir að þú sendir hana inn

# catchLabel
source: Catch
is_is: Afli

source: Change
is_is: Breyta

source: Change report
is_is: Breyta skýrslu

source: Choose fish
is_is: Veldu fisktegund

source: Choose gear
is_is: Veldu veiðarfæri

source: Choose language
is_is: Veldu tungumál

# chooseSpecies
source: Chooses species
is_is: Veldu tegund afla

source: Choose type
is_is: Veldu gerð

source: Close
is_is: Loka

source: Closest
is_is: Næst

# codeSent
source: Code sent in SMS
is_is: Kóði sendur í SMS

source: Comments
is_is: Athugasemdir

# confirmFinish
source: Confirm
is_is: Staðfesta

# confirmFinishDescription
source: You are about to finish your fishing trip and send in your pulls and catch log to authorities.
is_is: Þú ert að fara að staðfesta veiðiferðina og senda upplýsingar til Fiskistofu.

# confirmationTitle
source: Are you sure?
is_is: Ertu viss?

# continueLabel
source: Continue
is_is: Halda áfram

source: Could not launch
is_is: Gat ekki opnað

# couldNotStartTripDescription
source: To start a trip you need internet connection. Please ensure you are connected to internet and try again.
is_is: Til að hefja veiðiferð þarftu að vera í netsambandi. Vinsamlegast athugaðu hvort þú sért í netsambandi og reyndu aftur.

source: Date
is_is: Dagsetning

# defaultLabel
source: Default
is_is: Sjálfgefið

source: Delete
is_is: Eyða

# deleteEntry
source: Do you want to delete log entry for
is_is: Viltu eyða skráningu fyrir

source: Departure time
is_is: Brottfarartími

# depth
source: Depth (fathoms)
is_is: Dýpi (faðmar)

source: Discard
is_is: Meðafli

# draftExists
source: You are already registered on a trip, but no trip data was found. It seems you may have experienced data loss. Please contact Trackwell on +354 510 0600 if you require assistance recovering information on a previous trip.
is_is: Þú ert nú þegar skráður í veiðiferð, en engin gögn fundust. Það lítur út fyrir að þú hafir tapað gögnum. Vinsamlegast hafðu samband við Hafsýn í síma +354 510 0600 ef þig vantar aðstoð við að ná í gögn síðustu ferðar.

source: eLog
is_is: Afladagbók

# east
source: E
is_is: A

source: Edit pull
is_is: Breyta drætti

# endDepth
source: End depth (fathom)
is_is: Enda dýpi (faðmar)

# endTimeError1
source: Fishing end time must be after departure time and fishing start time.
is_is: Lokatími veiða þarf að vera eftir brottfarartíma og upphafstíma veiða.

# endTimeError2
source: Fishing end time must be after departure time, time set out and fishing start time.
is_is: Lokatími veiða þarf að vera eftir brottfarartíma, upphafstíma lagnar- og veiða.

# endTimeError3
source: Fishing end time must be after departure time.
is_is: Lokatími veiða þarf að vera eftir brottfarartíma.

source: End trip time
is_is: Komutími

source: English
is_is: Enska

source: Enter length
is_is: Sláðu inn lengd

# enterPhoneNumber
source: Enter your phone number
is_is: Sláðu inn símanúmerið þitt

# enterTextOptional
source: Enter text here (optional)
is_is: Sláðu inn texta hér (valfrjálst)

source: Enter units
is_is: Sláðu inn fjölda

source: Enter weight
is_is: Skráðu inn þyngd

source: Fathoms
is_is: Faðmar

source: Fetching location...
is_is: Sæki staðsetningu...

source: Finish
is_is: Klára

source: Finish and send log
is_is: Ljúktu við og sendu dagbók

# finishAndSendReport
source: Finish trip and send report
is_is: Ljúktu veiðiferð og sendu skýrslu

source: Finish Report
is_is: Ljúka skýrslu

source: Finish trip
is_is: Ljúka ferð

# finishTripErrorDescription
source: Please check your trip information and make sure you are connected to the internet. If you are unable to finish your trip then contact Trackwell on +354 510 0600.
is_is: Vinsamlegast athugaðu upplýsingarnar um veiðiferðina þína og gakktu úr skugga um að þú sért í netsambandi. Ef ekki tekst að ljúka veiðiferð hafðu þá samband við Hafsýn í síma +354 510 0600.

# finishTripErrorLabel
source: Error finishing trip
is_is: Villa við að ljúka ferð

source: First time
is_is: Fyrsta skipti

source: Fish
is_is: Fiskur

# fjTegunda
source: Number of species
is_is: Fj. tegunda

source: Gear
is_is: Veiðarfæri

source: Gear and depth
is_is: Veiðarfæri og dýpi

# gearLabel
source: Gear
is_is: Veiði

source: Gear out
is_is: Veiðarfæri úti

source: Gear pulled
is_is: Veiðarfæri dregið

# gearTimesErrorDescription
source: It looks like the time for some of your gears is older than the trip end time. Please review your gear registrations and make sure no times are older than the trip end time.
is_is: Það lítur út fyrir að tíminn á einhverju af veiðarfærum þínum sé eldri heldur en lokatími ferðar. Vinsamlegast farðu yfir veiðarfæraskráningarnar þínar og gakktu úr skugga um að engir tímar séu eldri en lokatími ferðar.

# gearTimesErrorLabel
source: Time error
is_is: Tímavilla

source: Gender
is_is: Kyn

# genderFemale
source: Female
is_is: Kvenkyns

# genderMale
source: Male
is_is: Karlkyns

# genderUndetermined
source: Undetermined
is_is: Óákvarðað

source: Go
is_is: Farðu

source: Good morning,
is_is: Góðan daginn,

source: Gutted
is_is: Slægður

source: Handline
is_is: Handfæri

source: Harbor location
is_is: Staðsetning hafnar

source: Harbour
is_is: Höfn

source: Icelandic
is_is: Íslenska

# informationLost
source: You will lose all information you have entered.
is_is: Þú munt tapa öllum þeim upplýsingum sem þú hefur skráð inn.

source: Input additional info
is_is: Settu inn viðbótarupplýsingar

source: Input weight
is_is: Inntaksþyngd

# invalidTimeSetOutLongline
source: Time set out can be up to 24 hours before departure time. It also needs to be set before fishing start and end time.
is_is: Upphafstími lagnar getur að hámarki verið 1 sólarhring fyrir brottfarartíma. Hann þarf einnig að vera fyrir upphaf og lok veiða.

# invalidTimeSetOutNetsAndTraps
source: Time set out can be up to 7 days before departure time. It also needs to be set before fishing start and end time.
is_is: Upphafstími lagnar getur að hámarki verið 7 sólarhringum fyrir brottfarartíma. Hann þarf einnig að vera fyrir upphaf og lok veiða.

# landingPort
source: Landing harbour
is_is: Löndunarhöfn

source: Landing time
is_is: Löndunartími

# langa
source: To want
is_is: Langá

source: Last trip
is_is: Síðasta ferð

source: Latitude
is_is: Breidd

# latitudeDegreeError
source: Latitude degree value can be from 0° to 90°.
is_is: Breiddargráður geta verið frá 0° til 90°.

# latitudeError
source: Latitude can range from 0° to 90°.
is_is: Breidd getur verið frá 0° til 90°.

# lengthMm
source: Length (m)
is_is: Lengd (m)

source: letters
is_is: stafir

source: Line Pull
is_is: Línutrekt

source: Location
is_is: Staðsetning

# locationDisabled
source: Location services disabled
is_is: Staðsetningarþjónusta óvirk

source: Location (GPS):
is_is: Staðsetning (GPS):

# locationHelp
source: You need to enable them in your phone settings to be able to use automatic location.
is_is: Þú þarf að fara í stillingar í símanum þínum og gefa appinu aðgang til að nota sjálfvirka staðsetningu.

# locationMinuteError
source: Minute value can be from 0 to 60.
is_is: Mínútur geta verið frá 0 til 60.

# locationSecondError
source: Second value can be from 0 to 60.
is_is: Sekúndur geta verið frá 0 til 60.

source: Log
is_is: Aflaskráning

source: Log catch
is_is: Skrá afla

# logCatchBeforeFinishingTrip
source: Pull gear and log catch You need to pull gear and log your catches before finishing your trip.
is_is: Dragðu veiðarfæri og skráðu afla Þú þarft að draga veiðarfæri og skrá afla þína áður en þú lýkur ferðinni.

# logCatchEmpty
source: No catches logged
is_is: Enginn afli skráður

source: Log entered
is_is: Log inn

source: Log ready
is_is: Log tilbúin

source: Login
is_is: Skrá inn

source: Logout
is_is: Útskráning

# logsEntered
source: Log with 1 logs entered
is_is: Log með 1 logs inn

source: Longitude
is_is: Lengd

# longitudeDegreeError
source: Longitude degree value can be from 0°to 180°.
is_is: Lengdargráður geta verið frá 0° til 180°.

# longitudeError
source: Longitude can range from 0° to °180.
is_is: Lengd getur verið frá 0° til 180°.

source: Longline
is_is: Lína

# loremIpsum
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nibh scelerisque nulla quis sed hendrerit non interdum fames. Habitant a varius duis mauris. Porttitor molestie orci gravida a. Dui pulvinar quis congue tempus felis quis vel massa. Duis mi aliquet cursus imperdiet sed sit pellentesque consequat tristique. Quam tellus quam sem rutrum.
is_is: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nibh scelerisque nulla quis sed hendrerit non interdum fames. Bústaður a varius duis mauris. Porttitor molestie orci gravida a. Dui pulvinar quis congue tempus felis quis vel massa. Duis mi aliquet cursus imperdiet sed sit pellentesque consequat tristique. Quam tellus quam sem rutrum.

source: Lost gear
is_is: Töpuð veiðarfæri

source: Menu
is_is: Valmynd

# meshHeight
source: Mesh height (meshes)
is_is: Fjöldi möskva hæð

# meshSize
source: Mesh size (inches)
is_is: Möskva stærð (tommur)

source: Minimal
is_is: Undirmál

# missingSMS
source: No SMS? Please try again
is_is: Ekkert SMS? Reyndu aftur

source: Multiple gears
is_is: Mörg veiðarfæri

source: Nets
is_is: Net

source: Next
is_is: Áfram

source: No
is_is: Nei

source: No gear out
is_is: Ekkert veiðarfæri úti

source: No gear put out
is_is: Ekkert veiðarfæri sett út

source: No log entered
is_is: Enginn skrár inn

source: Number not recognized
is_is: Númer ekki þekkt

source: Number of handlines
is_is: Fjöldi handfæra

source: Number of hooks
is_is: Fjöldi króka

source: Number of logs
is_is: Fjöldi skráninga

source: Number of nets
is_is: Fjöldi neta

source: Number of people
is_is: Fjöldi fólks

source: Number of traps
is_is: Fjöldi gildra

source: Onboarding
is_is: Um borð

# onboarding2
source: Onboarding screen 2
is_is: Inngönguskjár 2

# onboarding3
source: Onboarding screen 3
is_is: Inngönguskjár 3

# onboarding4
source: Onboarding screen 4
is_is: Inngönguskjár 4

# onboarding5
source: Onboarding screen 5
is_is: Inngönguskjár 5

# onboardingBodyIceland1
source: Before starting trip you choose start location, fishing gear and information about the boat and crew.
is_is: Áður en veiðiferð er hafin velur þú upphafsstað og veiðarfæri ásamt upplýsingum um bát og áhöfn.

# onboardingBodyIceland2
source: You pull gear after starting a trip.
is_is: Þú dregur veiðarfæri eftir að veiðiferðin er hafin.

# onboardingBodyIceland3
source: You log your catches on gears you have pulled.
is_is: Þú skráir afla á hverja veiði.

# onboardingBodyIceland4
source: You will send a report of your fishing trip.
is_is: Þú sendir þá skýrslu með upplýsingum um veiðiferðina þína.

# onboardingBodyIceland5
source: Boat selection, settings and information is accessed from app menu.
is_is: Þar er að finna yfirlit yfir báta, stillingar og frekari upplýsingar um appið.

# onboardingTitleIceland1
source: Enter details before starting trip
is_is: Fylltu inn upplýsingar áður en þú byrjar veiðiferð

# onboardingTitleIceland2
source: Pull gear
is_is: Draga veiðarfæri

# onboardingTitleIceland3
source: Log catch on pulls
is_is: Skrá afla fyrir veiðar

# onboardingTitleIceland4
source: You tap Finish trip after you have pulled and logged all your catches
is_is: Þú smellir á Ljúka ferð eftir að þú hefur lokið veiðum og skráð allan afla.

# onboardingTitleIceland5
source: View the menu to access all other options within the app
is_is: Skoðaðu valmyndina til að fá aðgang öðrum möguleikum sem appið hefur upp á að bjóða

source: Out of
is_is: af

source: People on board
is_is: Fjöldi í áhöfn

source: Permissions
is_is: Leyfi

source: Phone number
is_is: Símanúmer

source: Previous
is_is: Fyrri

source: Pull
is_is: Draga veiðarfæri

source: Pull gear
is_is: Draga veiðarfæri

# pullGearBeforeCatch
source: Put out and pull gear You need to put out and pull gear before logging your catch.
is_is: Settu út og dragðu veiðarfæri Þú þarft að setja út og draga veiðarfæri áður en þú skráir aflann þinn.

# pullGearDescription
source: Tap the button below to start pulling gear.
is_is: Smelltu á hnappinn hér að neðan til að draga veiðarfæri.

# pullGearTitle
source: Pull your first gear
is_is: Dragðu veiðarfæri

# pullGearToCreateLogs
source: User needs to pull gear to be able to create logs
is_is: Notandi þarf að draga veiðarfæri til að geta skráð afla

source: Put and draw gear
is_is: Settu niður og dragðu veiðarfæri

source: Put out gear
is_is: Setja út veiðarfæri

# readyToLogCatches
source: Ready to log catches Log your catches by tapping the button below.
is_is: Tilbúið til að skrá veiði Skráðu veiðina þína með því að smella á hnappinn hér að neðan.

source: Recent
is_is: Nýlegt

source: Register location
is_is: Skrá staðsetningu

source: Save
is_is: Vista

source: Search
is_is: Leita

source: Select
is_is: Velja

source: Send again
is_is: Sendu aftur

# sendInfo
source: Send
is_is: Senda

# setTimeToNow
source: Current time
is_is: Núverandi tímasetning

source: Settings
is_is: Stillingar

# signinDescription
source: Sign in to the app with your registered phone number.
is_is: Skráðu þig inn í appið með skráða símanúmerinu þínu.

source: Skip
is_is: Sleppa

source: Start
is_is: Byrja

# startTimeError1
source: Start time must be before end time.
is_is: Upphafstími veiða verður að vera eftir brottfarartíma og fyrir lokatíma veiða.

# startTimeError2
source: Start time must be after time set out and before end time.
is_is: Upphafstími veiða verður að vera eftir brottför og lögn en einnig fyrir lokatíma veiða.

# startTripAndPutOutGear
source: Fishing trip not started You need to start your trip and put out gear to log your catches.
is_is: Veiðiferð ekki hafin Þú þarft að hefja ferð þína og setja út veiðarfæri til að skrá þig.

# startTripAndPutOutGearBeforeFinishing
source: Fishing trip not started You need to start your trip and put out gear to log your catches before finishing trip.
is_is: Veiðiferð ekki hafin Þú þarft að hefja ferð þína og setja út veiðarfæri til að skrá afla áður en þú lýkur ferð.

# startTripErrorDescription
source: There is a trip already underway, do you want to use it?
is_is: Það er nú þegar veiðiferð í gangi, viltu nota hana?

# startTripErrorLabel
source: Error starting trip
is_is: Villa við að hefja veiðiferð

source: Starting depth
is_is: Upphafsdýpi

source: Starting depth (fathom)
is_is: Upphafsdýpt (faðmar)

source: Starting harbor
is_is: Brottfararhöfn

source: Statistics
is_is: Tölfræði

source: Statistics (history)
is_is: Tölfræði (saga)

source: Step
is_is: Skref

source: Subtitles
is_is: Undirmál

source: Tap to enter
is_is: Bankaðu til að slá inn

# tapToLogCatches
source: Tap the button below to log your first catch.
is_is: Smelltu á hnappinn hér að neðan til að skrá afla.

# tapTripInformation
source: Trip active - tap for trip information
is_is: Ferð virk - Upplýsingar um ferð

# termsAndConditions
source: Terms & conditions
is_is: Skilmálar

source: Text
is_is: Texti

# timeOfEndFishing
source: Fishing end time
is_is: Lok veiða

# timeOfStartFishing
source: Fishing start time
is_is: Upphaf veiða

source: Time set out
is_is: Upphaf lagnar

source: Today
is_is: Í dag

source: Tomorrow
is_is: Á morgun

source: Total power
is_is: Heildarafli

source: Total subheadings
is_is: Heildarundirmál

source: trackwell
is_is: Hafsýn

# trackwellFor
source: Trackwell catch diary is used to send information about estimated catch to the Directorate of Fisheries. The app makes it easier for captains to submit their catch records, saving time and effort.
is_is: Hafsýn Afladagbók er notað til þess að senda inn upplýsingar um áætlaðan afla til Fiskistofu. Appið auðveldar skipstjórum að skila inn aflaskráning sinni og spara þeim þannig tíma og fyrirhöfn.

source: Trap type
is_is: Tegund gildru

source: Traps
is_is: Gildrur

source: Trip
is_is: Veiðiferð

source: Trip active
is_is: Ferð virk

source: Trip information
is_is: Uppl. um veiðiferð

# tripStarted
source: Trip started Put out gear by tapping the button below.
is_is: Veiðiferð hafin Settu út veiðarfæri með því að ýta á hnappinn hér að neðan.

source: Units
is_is: Fjöldi

# unitsLabel
source: units
is_is: stk.

source: User has pulled gear
is_is: Notandi hefur dregið veiðarfæri

source: Vessel
is_is: Skip

# vesselUnavailable
source: Vessel is unavailable. You must select another vessel.
is_is: Bátur ekki í boði núna. Vinsamlegast veldu annan bát.

source: Weight (kg.)
is_is: Þyngd (kg.)

# west
source: W
is_is: V

source: Wrong SMS code
is_is: Rangur SMS-kóði

source: Yes
is_is: Já

source: Yesterday
is_is: Í gær
